import crpohidrates from "./public/imgs/projects/articles/foucs.jpg";
import ehtraf from "./public/imgs/projects/articles/ehtraf.jpg";
import success from "./public/imgs/projects/articles/success.jpg";
import role from "./public/imgs/projects/articles/role.jpg";


export const articles = [
  {
    id: 1,
    title: " تركيزك مهم 🌟 " ,
    img: crpohidrates,
    link: "https://www.facebook.com/100014230543401/posts/pfbid02j1kTVja8bExeLRgNHJakBLDNJdt4CvkVBKL9aYVvfqFYymeqktNimmTbuZPJzjBal/?app=fbl",
    text: `

    في كذا حاجة لو إهتميت بيهم حا تلاقي تركيزك ماشي متحسن وبصورة ملحوظة 😇😉
    
     اولاً 
    
    خليك واضح في تحديد هدفك ✌️
    
    اتجاه هدفك يكون واضح 
    بتقدر تحققه 
    كدة حا تكون مركز ومستمر 
    
    ثانياً 
    خليك بعيد عن اي حاجة بتشتتك 
    
    منها البيئة 
    الهاتف والأجهزة النقالة 
    الميديا 
    حاول وقف كل دا وركز مع نفسك زمن 😀
    
    ثالثاً 
    
    خليك واعي 
    اعمل نشاطات تزيد تركيزك 
    واعرف إنت بتستمع بشنو ؟  
    
    رابعا ً 
    أفصلها كل فترة وفترة 
    يعني ما تشتغل one go عشان ما تزهج وتفقد حماسك .. وزع المهام وزع الزمن .. 
    عشان تستمر بنفس التركيز 🤗😶‍🌫️
    
    وأخيراً 
    ابدأ بالأهم ثم المهم 
    ما تخمج ساي ودخل على مخك طرق جديدة في الترتيب والدراسة زي نظرية البندورة عشان تركز وتنجز المهم 🫡😎 
    
    لما تمشي بالمسطرة على الكلام دا حا تلمس الفرق في حياتك 
    
    #أمسك_الريموت 
    #إلتزامك_بيفرق 
    #Rufaida_mohammed

    `,
  },
  {
    id: 2,
    title: " على قدم وساق ",
    img: ehtraf,
    link: "https://www.facebook.com/100014230543401/posts/pfbid0259rx1TUc2TzVzTFNuVBAvCVFhX4L8ZCvCmZRDZp39yYM9VezcgP5nEeJm1Fxg6aTl/?app=fbl",
    text: `     

يجري كوتش فارس الطاهر تحضيرات لإحتراف ... 

إحتراف دا كورس 
بس مش أي أي ولا زي زي 💃🕺

دي لإدارة الميديا ✍️🤳

حا تعبر حا تعبر وحا تنتصر 👌🤌

ياخ ديل حا يختوك في المعصرة ويطلعوك بوستات بويستاية بويستاية 
😂😂😂😂😂

10 أيام 🤚✋️

لكن لما تجتازها تعتبر نفسك  
أنجزت إنجاز سنة كاملة 🙌

خططك واهدافك إعتبرها في يدك 💪

خطط للبعدو 😉😉 

إحتراف دا محرقة الميديا 🔥
ينجضوك نجاض قبورة 😂😛

حا ياكلوك بالشوكة والسكينة 🍽🔥

وباقيك حا يعملو شوربة 🥣🍲

حا تطلع متفحم من كتر الشغل 🌚😂

وكمان التغيير من أول يوم .🤩🤩.. 
المرة دي وش البامية حا يكون ياهو 😋😋

في إنطلاق فكونا في الجو 🚀 
في إحتراف حا يورونا نطير كيف 🦅

#Rufaida_mohammed 
#كاتبة_محتوى

    `,
  },
  {
    id: 3,
    title: " فلسفة النجاح..!!😅🥰 ",
    img: success,
    link: "https://www.facebook.com/100014230543401/posts/pfbid0Tf2tozrSF1rKGRupuiUtKhHdQGmRGGpJ7cPVHzZqKEzReQ972AdWM2JFm2wXPFfDl/?app=fbl",
    text: `

    الأسد لا ينجح في الصيد إلا في ربع محاولاته يعني ملك الغابة  بيفشل في 75%
   من محاولاته و ينجح في 25% منها فقط ..🤷‍♀️
   
   والنسبة البسيطة دي بتشاركه فيها معظم  الضواري 🙆‍♀️
   
    لكن الأسد ابداً ما بييأس من محاولات المطاردة والصيد ...👏🦁
   'والسبب الرئيسي ما هو الجوع ذي ما أغلبنا مفتكرين  ،
   
    لكن دا قانون الجهود المهدورة 💪 
   
   القانون دا للطبيعة كلها 💁‍♀️ 
   
   هل تعلم 
   
   'نصف بيوض الأسماك يتم التهامها ..
   'نصف مواليد الدببة تموت قبل البلوغ ...
   'ومعظم أمطار العالم تهطل في المحيطات ...
   '' ومعظم بذور الأشجار تأكلها العصافير ...
   
   الإنسان فقط هو من يرفض القانون الطبيعي الكوني
    وكمان بيعتبر أنه عدم نجاحه في شوية محاولات يجعل منه إنساناً فاشلاً ...
   
   '' لكن الحقيقة هي أنه الفشل الوحيد 
   هو 
   التوقف عن المحاولة🤦‍♀️🤦
   
   '' والنجاح ما إنه يكون عندك سيرة حياة خالية من العثرات والسقطات .🤗
   
   لالا ياخ 
    النجاح هو أنك تمشي فوق أخطائك🚶‍♀️🚶
   
    وتتخطى كل مرحلة ذهبت جهودك فيها هدراً
   
    وتتطلع الى المرحلة الجاية ..
   
   اللي بعدوا🙋‍♀️
   
   ... ولو في كلمة تلخص ليك الدنيا فحا تكون بكل بساطة  
   
   إستمر 
   
   الكون مُسخَّر لخدمتك 😇     `
  },
  {
    id: 4,
    title: " قاعدة ال40 ",
    img: role,
    link: "https://www.facebook.com/100014230543401/posts/pfbid02S5qmGK7Mn8H7X99mJKDHqUBGJ4sh77qErHQzeXNbE41SPg66k2cRLgXpYHPVnd5Vl/?app=fbl",
    text: `

    القاعدة دي بتقول ليك عيد التفكير في حياتك ودا ببساطة محتواها 
    
    طيب إنت/ي لازم تفهم إنو كل زول عنده سعة محددة في عقله وإنها لما توصل 40% ، يبدأ عقلك يقول ليك كفاية وإنت ما بتقدر ودي إمكانياتك 😬😫 
    
    عشان كدة اغلب الناس بتقيف لما توصل ليها 🥱
    
    لكن في ناس ناجحين وفي اطباء وممثلين وغيرهم من الناس البتوصل ساعات العمل عندهم ل أكثر من 18 ساعه تجاوزوا القاعدة دي🥸 . 
    
    مرات كتير تلاقي نفسك بتقول انا ما قدر وتعبت لكن القاعدة قالت إنك بتقدر تضغط على نفسك أكتر وإنه في مستويات اعلى من التحمل 😎🤓
    
    أعلى سعة وصل ليها الناجحين وخلاص العقل عمل shutdown كانت 62% 🧠🤩
    
    الكلام دا بخليك تعيد النظر في جهدك وإنه هل إنت لما تبذل جهد معين توصل للآخر ولا بس لما تسمع كلمة ي فلان إنت ما بتقدر . حتى لما تسمعها في اكثر من 20% في امانك لسه تعملها وتكمل 💪🦾. 
    
    دا معناه إنه انت عندك لسه إمكانيات وقدرة أكبر ✌️      `
  },

 
];
